
[
  {
    "index": "0",
    "nome": "Terra",
    "cor": "#6D2ED5",
    "tablet": "285px",
    "mobile": "173px",
    "visao_geral": {
      "conteudo": "Terceiro planeta a partir do Sol e o único planeta conhecido que abriga vida. Cerca de 29,2% da superfície da Terra é terra firme, com os restantes 70,8% cobertos de água. A distância da Terra ao Sol, as propriedades físicas e a história geológica permitiram a evolução e a prosperidade da vida.",
      "fonte": "https://pt.wikipedia.org/wiki/Terra"
    },
    "estrutura": {
      "conteudo": "O interior da Terra, assim como o dos outros planetas terrestres, é dividido em camadas de acordo com suas propriedades químicas ou físicas. A camada externa é uma crosta sólida de silicato quimicamente distinta, que é sobreposta por um manto sólido altamente viscoso.",
      "fonte": "https://pt.wikipedia.org/wiki/Terra#Estrutura_interna"
    },
    "geologia": {
      "conteudo": "A área total da superfície da Terra é de cerca de 510 milhões de km². A crosta continental consiste em material de menor densidade, como as rochas ígneas granito e andesito. Menos comum é o basalto, uma rocha vulcânica mais densa que é o principal constituinte dos fundos oceânicos.",
      "fonte": "https://pt.wikipedia.org/wiki/Terra#Superf%C3%ADcie"
    },
    "rotacao": "0,99 Dias",
    "revolucao": "365,26 Dias",
    "raio": "6.371 KM",
    "temperatura": "16°C",
    "imagens": {
      "planeta": "../../assets/img/Planetas/planet-earth.svg",
      "interno": "../../assets/img/interno/planet-earth-internal.svg",
      "geologia": "./assets/geologia-terra.png"
    }
  },
  {
    "index": "1",
    "nome": "Júpiter",
    "cor": "#D83A34",
    "tablet": "369px",
    "mobile": "224px",
    "visao_geral": {
      "conteudo": "Júpiter é o quinto planeta a partir do Sol e o maior do Sistema Solar. É um gigante gasoso com uma massa duas vezes e meia maior que a de todos os outros planetas do Sistema Solar combinados, mas com menos de milésimo da massa do Sol.",
      "fonte": "https://pt.wikipedia.org/wiki/J%C3%BApiter"
    },
    "estrutura": {
      "conteudo": "Quando a Juno chegou em 2016, descobriu-se que Júpiter possui um núcleo muito difuso que se mistura com seu manto. Uma possível causa é um impacto de um planeta com cerca de dez massas terrestres alguns milhões de anos após a formação de Júpiter, o que teria perturbado um núcleo joviano originalmente sólido.",
      "fonte": "https://pt.wikipedia.org/wiki/J%C3%BApiter#Estrutura_interna"
    },
    "geologia": {
      "conteudo": "A característica mais conhecida de Júpiter é a Grande Mancha Vermelha, uma tempestade anticlônica persistente localizada a 22° ao sul do equador. Sabe-se que ela existe desde pelo menos 1831, e possivelmente desde 1665.",
      "fonte": "https://pt.wikipedia.org/wiki/J%C3%BApiter#Grande_Mancha_Vermelha_e_outros_v%C3%B3rtices"
    },
    "rotacao": "9,93 Horas",
    "revolucao": "11,86 Anos",
    "raio": "69.911 KM",
    "temperatura": "-108°C",
    "imagens": {
      "planeta": "../../assets/img/Planetas/planet-jupiter.svg",
      "interno": "../../assets/img/interno/planet-jupiter-internal.svg",
      "geologia": "./assets/geologia-jupiter.png"
    }
  },
  {
    "index": "2",
    "nome": "Marte",
    "cor": "#D14C32",
    "tablet": "213px",
    "mobile": "129px",
    "visao_geral": {
      "conteudo": "Marte é o quarto planeta a partir do Sol e o segundo menor planeta no Sistema Solar, sendo maior apenas que Mercúrio. Em inglês, Marte leva o nome do deus romano da guerra e é frequentemente chamado de \"Planeta Vermelho\".",
      "fonte": "https://pt.wikipedia.org/wiki/Marte"
    },
    "estrutura": {
      "conteudo": "Assim como a Terra, Marte se diferenciou em um núcleo metálico denso sobreposto por materiais menos densos. Inicialmente, os cientistas determinaram que o núcleo é pelo menos parcialmente líquido. Modelos atuais de sua estrutura interna implicam que o núcleo consiste principalmente de ferro e níquel, com cerca de 16-17% de enxofre.",
      "fonte": "https://pt.wikipedia.org/wiki/Marte#Estrutura_interna"
    },
    "geologia": {
      "conteudo": "Marte é um planeta terrestre cuja superfície é composta por minerais contendo silício e oxigênio, metais e outros elementos que normalmente constituem rochas. A superfície é principalmente composta de basalto toleítico, embora algumas partes sejam mais ricas em sílica do que o basalto típico.",
      "fonte": "https://pt.wikipedia.org/wiki/Marte#Geologia_superficial"
    },
    "rotacao": "1,03 Dias",
    "revolucao": "1,88 Anos",
    "raio": "3.389,5 KM",
    "temperatura": "-28°C",
    "imagens": {
      "planeta": "../../assets/img/Planetas/planet-mars.svg",
      "interno": "../../assets/img/interno/planet-mars-internal.svg",
      "geologia": "../../assets/img/geologia-marte.png"
    }
  },
  {
    "index": "3",
    "nome": "Netuno",
    "cor": "#2D68F0",
    "tablet": "285px",
    "mobile": "173px",
    "visao_geral": {
      "conteudo": "Netuno é o oitavo e mais distante planeta conhecido do Sol. No Sistema Solar, é o quarto maior planeta em diâmetro, o terceiro mais massivo e o planeta gigante mais denso. Ele possui uma massa 17 vezes maior que a da Terra, sendo mais massivo que seu gêmeo próximo, Urano.",
      "fonte": "https://pt.wikipedia.org/wiki/Netuno"
    },
    "estrutura": {
      "conteudo": "A estrutura interna de Netuno se assemelha à de Urano. Sua atmosfera forma cerca de 5% a 10% de sua massa e se estende talvez de 10% a 20% em direção ao núcleo. Concentrações crescentes de metano, amônia e água são encontradas nas regiões mais baixas.",
      "fonte": "https://pt.wikipedia.org/wiki/Netuno#Estrutura_interna"
    },
    "geologia": {
      "conteudo": "A atmosfera de Netuno é composta por 80% de hidrogênio e 19% de hélio. Uma pequena quantidade de metano também está presente. Bandas de absorção proeminentes de metano existem em comprimentos de onda acima de 600 nm, na porção vermelha e infravermelha do espectro.",
      "fonte": "https://pt.wikipedia.org/wiki/Netuno#Atmosfera"
    },
    "rotacao": "16,08 Horas",
    "revolucao": "164,79 Anos",
    "raio": "24.622 KM",
    "temperatura": "-201°C",
    "imagens": {
      "planeta": "../../assets/img/Planetas/planet-neptune.svg",
      "interno": "../../assets/img/interno/planet-neptune-internal.svg",
      "geologia": "./assets/geologia-netuno.png"
    }
  },
  {
    "index": "4",
    "nome": "Saturno",
    "cor": "#CD5120",
    "tablet": "422px",
    "mobile": "256px",
    "visao_geral": {
      "conteudo": "Saturno é o sexto planeta a partir do Sol e o segundo maior do Sistema Solar, após Júpiter. É um gigante gasoso com um raio médio cerca de nove vezes e meio o da Terra. Sua densidade média é apenas um oitavo da densidade média da Terra.",
      "fonte": "https://pt.wikipedia.org/wiki/Saturno"
    },
    "estrutura": {
      "conteudo": "Apesar de consistir principalmente de hidrogênio e hélio, a maior parte da massa de Saturno não está na fase gasosa, pois o hidrogênio se torna um líquido não ideal quando a densidade está acima de 0,01 g/cm³, o que é alcançado em um raio que contém 99,9% da massa de Saturno.",
      "fonte": "https://pt.wikipedia.org/wiki/Saturno#Estrutura_interna"
    },
    "geologia": {
      "conteudo": "A atmosfera externa de Saturno contém 96,3% de hidrogênio molecular e 3,25% de hélio em volume. A característica mais famosa do planeta é seu proeminente sistema de anéis, que é composto principalmente por partículas de gelo com uma pequena quantidade de detritos rochosos e poeira.",
      "fonte": "https://pt.wikipedia.org/wiki/Saturno#Atmosfera"
    },
    "rotacao": "10,8 Horas",
    "revolucao": "29,46 Anos",
    "raio": "58.232 KM",
    "temperatura": "-138°C",
    "imagens": {
      "planeta": "../../assets/img/Planetas/planet-saturn.svg",
      "interno": "../../assets/img/interno/planet-saturn-internal.svg",
      "geologia": "./assets/geologia-saturno.png"
    }
  },

    {
      "index": "5",
        "nome": "Mercúrio",
        "cor": "#419EBB",
        "tablet": "184px",
        "mobile": "111px",
        "visao_geral": {
          "conteudo": "Mercúrio é o menor planeta do Sistema Solar e o mais próximo do Sol. Sua órbita ao redor do Sol leva 87,97 dias terrestres, a mais curta de todos os planetas do Sol. Mercúrio é um dos quatro planetas terrestres do Sistema Solar e é um corpo rochoso, assim como a Terra.",
          "fonte": "https://pt.wikipedia.org/wiki/Merc%C3%BArio_(planeta)"
        },
        "estrutura": {
          "conteudo": "Mercúrio parece ter uma crosta e manto de silicato sólido sobrepostos por uma camada externa sólida de sulfeto de ferro, uma camada interna líquida mais profunda e um núcleo interno sólido. A densidade do planeta é a segunda mais alta do Sistema Solar, com 5,427 g/cm³, apenas ligeiramente menor que a densidade da Terra.",
          "fonte": "https://pt.wikipedia.org/wiki/Merc%C3%BArio_(planeta)#Estrutura_interna"
        },
        "geologia": {
          "conteudo": "A superfície de Mercúrio é semelhante à da Lua, com extensas planícies semelhantes a mares e crateras profundas, indicando que ele tem sido geologicamente inativo por bilhões de anos. É mais heterogêneo do que Marte ou a Lua.",
          "fonte": "https://pt.wikipedia.org/wiki/Merc%C3%BArio_(planeta)#Geologia_da_superf%C3%ADcie"
        },
        "rotacao": "58,6 Dias",
        "revolucao": "87,97 Dias",
        "raio": "2.439,7 KM",
        "temperatura": "430°C",
        "imagens": {
          "planeta": "../../assets/img/Planetas/planet-mercury.svg",
          "interno": "../../assets/img/interno/planet-mercury-internal.svg",
          "geologia": "./assets/geologia-mercurio.png"
        }
    },
    {
      "index": "6",
      "nome": "Urano",
      "cor": "#1EC1A2",
      "tablet": "293px",
      "mobile": "176px",
      "visao_geral": {
        "conteudo": "Urano é o sétimo planeta a partir do Sol. Seu nome é uma referência ao deus grego do céu, Urano, de acordo com a mitologia grega, foi o bisavô de Ares. Ele tem o terceiro maior raio planetário e a quarta maior massa planetária no Sistema Solar.",
        "fonte": "https://pt.wikipedia.org/wiki/Urano"
      },
      "estrutura": {
        "conteudo": "O modelo padrão da estrutura de Urano é que ele consiste em três camadas: um núcleo rochoso (silicato/ferro-níquel) no centro, um manto de gelo no meio e um envelope gasoso externo de hidrogênio/hélio. O núcleo é relativamente pequeno, com uma massa de apenas 0,55 massas terrestres.",
        "fonte": "https://pt.wikipedia.org/wiki/Urano#Estrutura_interna"
      },
      "geologia": {
        "conteudo": "A composição da atmosfera de Urano é diferente de sua massa total, consistindo principalmente de hidrogênio e hélio molecular. A fração molar de hélio, ou seja, o número de átomos de hélio por molécula de gás, é de 0,15±0,03 na troposfera superior.",
        "fonte": "https://pt.wikipedia.org/wiki/Urano#Atmosfera"
      },
      "rotacao": "17,2 Horas",
      "revolucao": "84 Anos",
      "raio": "25.362 KM",
      "temperatura": "-195°C",
      "imagens": {
        "planeta": "../../assets/img/Planetas/planet-uranus.svg",
        "interno": "../../assets/img/interno/planet-uranus-internal.svg",
        "geologia": "./assets/geologia-urano.png"
      }
    },

    {
      "index": "7",
      "nome": "Vênus",
      "cor": "#EDA249",
      "tablet": "253px",
      "mobile": "154px",
      "visao_geral": {
        "conteudo": "Vênus é o segundo planeta a partir do Sol. Ele recebe o nome da deusa romana do amor e da beleza. Como o objeto natural mais brilhante no céu noturno da Terra após a Lua, Vênus pode projetar sombras e, em raras ocasiões, pode ser visível a olho nu durante o dia.",
        "fonte": "https://pt.wikipedia.org/wiki/V%C3%AAnus"
      },
      "estrutura": {
        "conteudo": "A semelhança em tamanho e densidade entre Vênus e a Terra sugere que eles compartilham uma estrutura interna semelhante: um núcleo, manto e crosta. Assim como na Terra, o núcleo de Vênus provavelmente é pelo menos parcialmente líquido, porque os dois planetas estão esfriando a uma taxa semelhante.",
        "fonte": "https://pt.wikipedia.org/wiki/V%C3%AAnus#Estrutura_interna"
      },
      "geologia": {
        "conteudo": "Grande parte da superfície de Vênus parece ter sido moldada pela atividade vulcânica. Vênus tem várias vezes mais vulcões do que a Terra, e possui 167 grandes vulcões com mais de 100 km de diâmetro. O único complexo vulcânico deste tamanho na Terra é a Ilha Grande do Havaí.",
        "fonte": "https://pt.wikipedia.org/wiki/V%C3%AAnus#Geologia_da_superf%C3%ADcie"
      },
      "rotacao": "243 Dias",
      "revolucao": "224,7 Dias",
      "raio": "6.051,8 KM",
      "temperatura": "471°C",
      "imagens": {
        "planeta": "../../assets/img/Planetas/planet-venus.svg",
        "interno": "../../assets/img/interno/planet-venus-internal.svg",
        "geologia": "./assets/geologia-venus.png"
      }
    }

  ]